# 问题分类的训练集
# 回复给出ld的疫情整体情况，包括当日新增确诊数，累计确诊数，死亡人数，治愈人数
q0 = [
    "ld的情况",
    "ld有人感染吗",
    "ld疫情情况",
    "ld感染情况"
    "ld怎么样了",
    "ld现在怎么样了",
    "ld疫情",
    "ld还好吗",
    "ld疫情严重吗",
    "ld严重吗",
]

#  ld确诊人数（给出当前确诊和累计确诊）
q1 = [
    "ld确诊人数"
    "ld当前确诊数",
    "ld确诊人数",
    "ld有多少人感染了新冠",
    "ld有多少人确诊",
    "ld确诊人数有多少",
    "ld确诊人数是多少",
    "ld感染人数",
    "ld感染人数有多少",
]


# ns风险评级

q2 = [
    "ld的风险评级",
    "ld疫情严重程度",
    "ld的风险",
    "ld风险",
    "ld是什么类型地区",
    "ld是什么地区",
]

#  全国的高风险地区
q3 = [
    "hr地区有哪些",
    "hr地区",
    "hr地区",
    "hr",
    "疫情严重的地方",
    "疫情严重的地方有哪些",
    "现在疫情哪里严重",
    "哪里的疫情严重",
    "现在哪里疫情严重",
    "目前哪些地方是hr地区",
]

#  全国的中风险地区
q4 = [
    "mr地区有哪些",
    "mr地区",
    "mr",
    "目前哪些地方是mr地区",
]

#  全国的低风险地区
q5 = [
    "lr地区有哪些",
    "lr地区",
    "lr",
]


# ld的高风险地区
q6 = [
    "ld的hr地区",
    "ld的hr",
    "ldhr",
    "ld的hr地区有哪些",
]

# ld的中风险地区
q7 = [
    "ld的mr地区",
    "ld的mr",
    "ldmr",
    "ld的mr地区有哪些",
]


# ld的低风险地区
q8 = [
    "ld的lr地区",
    "ldlr",
    "ld的lr",
    "ld的lr地区有哪些",
]